Repository: collective/Products.FacultyStaffDirectory
Catalog: src/Products/FacultyStaffDirectory/i18n/FacultyStaffDirectory-plone-*.po
Languages: es

source: A FacultyStaffDirectory base class for groups of people.
es: Un clase básica de FacultyStaffDirectory para grupos de personas.

source: A course taught by this person.
es: Un curso impartido por esta persona

source: A directory of faculty and staff members
es: Un directorio facultad y miembros

source: A grouping of associated people eg "Faculty" or "Staff".
es: Una agrupación de personas asociadas ej. "Facultad" o "Personal".

source: A person's listed committees
es: Listado de comités de una persona

source: A person's listed specialty areas
es: Áreas de especialidad que figura una persona

source: A regular expression that a Person's ID must match. Defaults to the expression Plone uses for user IDs.
es: Una expresión regular en la cual una identificación de persona deben coincidir. Por defecto es la expresión de Plone utiliza para identificadores de usuario.

source: A regular expression that a Person's phone number must match. Leave blank to disable phone number validation.
es: Una expresión de un número de teléfono de la persona la cual debe coincidir. Deja en blanco para desactivar la validación de número de teléfono.

source: A simple page describing a committee or working group with the associated committee members.
es: Una simple página que describe un comité o grupo de trabajo con los miembros del comité asociados.

source: Access Account ID
es: Acceso a identificador de cuenta

source: Accessibility
es: Accesibilidad

source: Active
es: Activo

source: Add to favorites
es: Agregar a favoritos

source: An academic department.
es: Un departamento académico

source: An area of academic study.
es: Área de estudio académico

source: Change State
es: Cambiar estados

source: Classification
es: Clasificación

source: Classifications
es: Clasificaciones

source: Committee
es: Comité

source: Committee Membership Information
es: Información sobre membresía en comité

source: Committees
es: Comités

source: Committees Folder
es: Carpeta de comités

source: Contact
es: Contacto

source: Contains information pertaining to a person's membership in a committee.
es: Contiene información sobre el cargo de una persona en un comité

source: Contains information pertaining to a person's membership in a department.
es: Contiene información sobre el cargo de una persona en un departamento

source: Content types to integrate with Plone's users and groups
es: Tipos de contenidos a integrar con los grupos y usuarios de Plone

source: Contents
es: Contenidos

source: Copy
es: Copiar

source: Course
es: Curso

source: Custom email obfuscation
es: Personalizar ofuscación de correo electrónico

source: Cut
es: Cortar

source: Delete
es: Eliminar

source: Department
es: Departamento

source: Departmental Membership Information
es: Información sobre membresía en departamento

source: Departments
es: Departamentos

source: Describe the above phone number rule in a human-readable format: for example, (555) 555-5555.
es: Describir la regla sobre el número telefónico en un formato leíble por humanos: por ejemplo, (555) 555-5555.

source: Edit with external application
es: Editar con aplicación externa

source: FSD Settings
es: Configuraciones FSD

source: Faculty/Staff Directory
es: Directorio de Facultad/Staff

source: Faculty/Staff Directory settings
es: Configuración del directorio de Facultad/Staff

source: Format email addresses like "someone AT here DOT com" rather than using Plone's default spam armoring.
es: El formato de dirección de correo electrónico es como el siguiente ejemplo: "usuario EN dominio PUNTO com", el cual es raramente usado por defecto en el blindaje spam de Plone.

source: Full Name
es: Nombre completo

source: Holds and displays committees.
es: Contiene y muestra comités.

source: Holds and displays specialties.
es: Guarda y muestra especialidades

source: Holds information about a single person
es: Guarda información de una persona

source: Home
es: Inicio

source: Information pertaining to a person's association with a specialty.
es: Información relacionada con la especialidad

source: Invalid user id
es: Invalido identificador de usuario

source: Log in
es: Iniciar sesión

source: Log out
es: Salir

source: My Folder
es: Mi carpeta

source: My favorites
es: Mi favoritos

source: Paste
es: Pegar

source: People
es: Gente

source: Person
es: Persona

source: Person Grouping
es: Agrupación de Persona

source: Person ID format
es: Formato de identificador de persona

source: Person ID format error message
es: Mensaje de error en formato de identificador de persona

source: Person ID label
es: Etiqueta de identificador de persona

source: Person objects provide user passwords
es: Los objetos Persona proporcionan contraseñas de usuario

source: Phone number example
es: Ejemplo de número telefónico

source: Phone number format
es: Formato de número telefónico

source: Preferences
es: Preferencias

source: Print this
es: Imprimir esto

source: Published
es: Publicado

source: RSS feed
es: Canal RSS

source: Register
es: Registrar

source: Rename
es: Renombrar

source: Research Topics
es: Temas de investigación

source: Rules
es: Reglas

source: Send this
es: Enviar esto

source: Sharing
es: Compartir

source: Should user passwords be stored as part of the Person? To have a different PAS plugin handle authorization, turn this off.
es: En el caso de las contraseñas de usuario ¿se debería almacenar como parte de la persona?. Si tiene un plugin PAS diferente para manejar autorización, desactivar esta opción.

source: Site Map
es: Mapa del sitio

source: Site Setup
es: Configuración del sitio

source: Specialties
es: Especialidades

source: Specialties Folder
es: Carpeta de especialidades

source: Specialty
es: Especialidad

source: Specialty Information
es: Información de la especialidad

source: Syndication
es: Sindicación

source: The classification assigned to a person
es: La clasificación fue asignada a una persona

source: The classifications with which the person is associated
es: Las clasificaciones con las cuales la persona es asociada

source: The committees with which the person is associated
es: Los comités con los cuales la persona es asociado

source: The departments assigned to a person
es: Los departamentos asignados a una persona

source: The departments with which the person is associated
es: Los departamentos con los cuales la persona es asociado

source: The error message returned when an entered Person ID does not match the above format
es: El mensaje de error que devuelve cuando se introdujo un identificador de persona que no coincide con el formato anterior.

source: The name of the ID used by your organization
es: El nombre del identificador usado por su organización

source: The people assigned to a person grouping (ie committee, department, specialty, classification)
es: Las personas fueron asociadas a grupo de persona (ej. comité, departamento, especialidad, clasificación)

source: The person's name, last name first
es: El nombre y apellido de la persona

source: The research topics with which the person is associated
es: Las investigaciones con las cuales la persona es asociado

source: The specialties with which the person is associated
es: Las especialidades con las cuales la persona es asociado

source: Undo
es: Deshacer

source: User %s cannot be found.
es: Usuario %s no fue encontrado.

source: description_author_feedback
es: Si desea ponerse en contacto con este autor, rellene el siguiente formulario.

source: go_to_search_author_content
es: Todo el contenido creado por ${user}...

source: heading_author_content
es: Últimos contenidos creados por este usuario

source: label_author_external_home_page
es: Página web externa del autor...

source: label_author_internal_home_page
es: Página web en este sitio del autor...

source: label_edit
es: Editar

source: label_fsd_general
es: General

source: label_fsd_membership
es: Membresía

source: label_main_language
es: Idioma principal:

source: label_message
es: Mensaje

source: label_required
es: (Requerido)

source: label_send
es: Enviar

source: label_subject
es: Asunto

source: label_view
es: Ver

source: summary_author_content_list
es: Lista de contenido escrito por un autor agrupado por tipo de contenido

source: text_location
es: Ubicación: ${location}

source: text_no_user_by_name
es: Sin usuario para este nombre

source: title_can_manage_personnel
es: Puede administrar personal

source: title_required
es: Requerido

source: vCard export
es: Exportar en formato vCard
